/*
This file is part of Telegram Desktop,
the official desktop version of Telegram messaging app, see https://telegram.org

Telegram Desktop is free software: you can redistribute it and/or modify
it under the terms of the GNU General Public License as published by
the Free Software Foundation, either version 3 of the License, or
(at your option) any later version.

It is distributed in the hope that it will be useful,
but WITHOUT ANY WARRANTY; without even the implied warranty of
MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the
GNU General Public License for more details.

In addition, as a special exception, the copyright holders give permission
to link the code of portions of this program with the OpenSSL library.

Full license: https://github.com/telegramdesktop/tdesktop/blob/master/LICENSE
Copyright (c) 2014-2017 John Preston, https://desktop.telegram.org
*/
"lng_language_name" = "Polski";
"lng_switch_to_this" = "Przełącz na polski";

"lng_menu_contacts" = "Kontakty";
"lng_menu_settings" = "Ustawienia";
"lng_menu_about" = "O programie...";
"lng_menu_update" = "Aktualizacja";
"lng_menu_restart" = "Restart";
"lng_menu_back" = "Wstecz";

"lng_disable_notifications_from_tray" = "Wyłącz powiadomienia";
"lng_enable_notifications_from_tray" = "Włącz powiadomienia";
"lng_open_from_tray" = "Otwórz Telegram";
"lng_minimize_to_tray" = "Minimalizuj do obszaru powiadamiania";
"lng_quit_from_tray" = "Zamknij Telegram";
"lng_tray_icon_text" = "Telegram nadal działa.\nJeśli nie widzisz ikony w obszarze\npowiadomień, możesz przeciągnąć\nją tu z obszaru ikon ukrytych.";

"lng_month1" = "styczeń";
"lng_month2" = "luty";
"lng_month3" = "marzec";
"lng_month4" = "kwiecień";
"lng_month5" = "maj";
"lng_month6" = "czerwiec";
"lng_month7" = "lipiec";
"lng_month8" = "sierpień";
"lng_month9" = "wrzesień";
"lng_month10" = "październik";
"lng_month11" = "listopad";
"lng_month12" = "grudzień";

"lng_month1_small" = "sty";
"lng_month2_small" = "lut";
"lng_month3_small" = "mar";
"lng_month4_small" = "kwi";
"lng_month5_small" = "maj";
"lng_month6_small" = "cze";
"lng_month7_small" = "lip";
"lng_month8_small" = "sie";
"lng_month9_small" = "wrz";
"lng_month10_small" = "paź";
"lng_month11_small" = "lis";
"lng_month12_small" = "gru";

"lng_weekday1" = "pon";
"lng_weekday2" = "wt";
"lng_weekday3" = "śr";
"lng_weekday4" = "czw";
"lng_weekday5" = "pt";
"lng_weekday6" = "sob";
"lng_weekday7" = "nd";

"lng_weekday1_full" = "poniedziałek";
"lng_weekday2_full" = "wtorek";
"lng_weekday3_full" = "środa";
"lng_weekday4_full" = "czwartek";
"lng_weekday5_full" = "piątek";
"lng_weekday6_full" = "sobota";
"lng_weekday7_full" = "niedziela";

"lng_month_day" = "{day} {month}";
"lng_month_day_year" = "{day} {month} {year}";
"lng_month_year" = "{month} {year}";

"lng_box_ok" = "OK";

"lng_cancel" = "Anuluj";
"lng_continue" = "Kontynuuj";
"lng_close" = "Zamknij";
"lng_connecting" = "Łączenie...";
"lng_reconnecting" = "Ponowne łączenie {count:teraz|za # s|za # s}...";
"lng_reconnecting_try_now" = "Spróbuj teraz";

"lng_status_service_notifications" = "powiadomienia serwisowe";
"lng_status_support" = "pomoc";
"lng_status_bot" = "bot";
"lng_status_bot_reads_all" = "ma dostęp do wiadomości";
"lng_status_bot_not_reads_all" = "nie ma dostępu do wiadomości";
"lng_status_offline" = "ostatnio widziano dawno temu";
"lng_status_recently" = "ostatnio widziano niedawno";
"lng_status_last_week" = "ostatnio widziano w ciągu tygodnia";
"lng_status_last_month" = "ostatnio widziano w ciągu miesiąca";
"lng_status_invisible" = "niewidoczny";
"lng_status_lastseen_now" = "ostatnio widziano przed chwilą";
"lng_status_lastseen_minutes" = "ostatnio widziano {count:_not_used_|# minutę|# min.} temu";
"lng_status_lastseen_hours" = "ostatnio widziano {count:_not_used_|# godzinę|# godz.} temu";
"lng_status_lastseen_today" = "ostatnio widziano dzisiaj o {time}";
"lng_status_lastseen_yesterday" = "ostatnio widziano wczoraj o {time}";
"lng_status_lastseen_date" = "ostatnio widziano {date}";
"lng_status_lastseen_date_time" = "ostatnio widziano {date} o {time}";
"lng_status_online" = "online";
"lng_status_connecting" = "łączenie...";

"lng_chat_status_unaccessible" = "grupa jest niedostępna";
"lng_chat_status_members" = "{count:brak członków|# członek|# członków}";
"lng_chat_status_members_online" = "{count:_not_used_|# członek|# członków}, {count_online:_not_used_|# online|# online}";

"lng_channel_status" = "kanał";
"lng_group_status" = "grupa";

"lng_channel_members_link" = "{count:_not_used_|Członków - #|Członków - #}";
"lng_channel_admins_link" = "{count:_not_used_|Administratorów - #|Administratorów - #}";

"lng_server_error" = "Wewnętrzny błąd serwera.";
"lng_flood_error" = "Zbyt wiele prób. Spróbuj ponownie później.";
"lng_gif_error" = "Wystąpił błąd podczas odczytu animacji GIF :(";
"lng_edit_error" = "Nie można edytować tej wiadomości";
"lng_join_channel_error" = "Dołączyłeś do zbyt wielu kanałów i super grup. Opuść niektóre przed dołączeniem.";
"lng_error_phone_flood" = "W ostatnim czasie twoje konto było usuwane i ponownie utworzone zbyt wiele razy. Musisz odczekać kilka dni zanim ponownie się zarejestrujesz.";
"lng_error_start_minimized_passcoded" = "Ustawiono lokalny kod dostępu, więc aplikacji nie można uruchomić zminimalizowanej. Aplikacja poprosi o wprowadzenie kodu dostępu zanim rozpocznie pracę.";
"lng_error_pinned_max" = "Na górze nie można  przypiąć więcej czatów niż - {count:_not_used_|#|#}.";

"lng_edit_deleted" = "Ta wiadomość została usunięta";
"lng_edit_too_long" = "Tekst wiadomości jest zbyt długi";
"lng_edit_message" = "Edytuj wiadomość";
"lng_edit_message_text" = "Nowy tekst wiadomości...";
"lng_deleted" = "Usunięte konto";
"lng_deleted_message" = "Usunięta wiadomość";
"lng_pinned_message" = "Przypięta wiadomość";
"lng_pinned_unpin_sure" = "Chcesz odpiąć tę wiadomość?";
"lng_pinned_pin_sure" = "Chcesz przypiąć tę wiadomość?";
"lng_pinned_pin" = "Przypnij";
"lng_pinned_unpin" = "Odepnij";
"lng_pinned_notify" = "Powiadamiaj wszystkich członków";

"lng_intro_about" = "Witamy w oficjalnej aplikacji Telegram na komputer stacjonarny.\nJest szybka i bezpieczna.";
"lng_start_msgs" = "URUCHOM KOMUNIKATOR";

"lng_intro_next" = "DALEJ";
"lng_intro_finish" = "ZAREJESTRUJ SIĘ";
"lng_intro_submit" = "AKCEPTUJ";

"lng_photo_caption" = "Podpis";
"lng_photos_comment" = "Komentarz";

"lng_phone_ph" = "Twój numer telefonu";
"lng_phone_title" = "Twój numer";
"lng_phone_desc" = "Potwierdź kod kraju i\npodaj swój numer telefonu.";
"lng_phone_notreg" = "Jeśli nie masz jeszcze konta Telegram,\nproszę [b]zarejestruj się[/b] ze swojego {link_start}Androida / iPhona{link_end}\nlub {signup_start}tu{signup_end}";
"lng_country_code" = "Kod kraju";
"lng_bad_country_code" = "Nieprawidłowy kod kraju";
"lng_country_ph" = "Szukaj";
"lng_country_done" = "Gotowe";
"lng_country_none" = "Nie znaleziono kraju";
"lng_country_select" = "Wybierz kraj";

"lng_code_ph" = "Twój kod";
"lng_code_desc" = "Wysłaliśmy do ciebie na telefon wiadomość z kodem\naktywacyjnym. Wprowadź go poniżej.";
"lng_code_telegram" = "Wpisz kod, który właśnie otrzymałeś\nw poprzedniej aplikacji [b]Telegram[/b].";
"lng_code_no_telegram" = "Wyślij kod przez SMS";
"lng_code_call" = "Telegram zadzwoni na twój numer za {minutes}:{seconds}";
"lng_code_calling" = "Prośba o połączenie z Telegramem...";
"lng_code_called" = "Telegram wybrał twój numer";

"lng_bad_phone" = "Nieprawidłowy numer telefonu. Spróbuj ponownie.";
"lng_bad_phone_noreg" = "Numer telefonu nie zarejestrowany.";
"lng_bad_code" = "Wpisano nieprawidłowy kod.";
"lng_bad_name" = "Wpisz swoje imię i nazwisko.";
"lng_bad_photo" = "Wybrano zły obraz.";

"lng_signin_title" = "Sprawdź hasło do chmury";
"lng_signin_desc" = "Wprowadź hasło do chmury.";
"lng_signin_recover_desc" = "Wpisz kod z e-maila\n{email}";
"lng_signin_password" = "Hasło do chmury";
"lng_signin_code" = "Kod z poczty e-mail";
"lng_signin_recover" = "Nie pamiętasz hasła?";
"lng_signin_recover_title" = "Resetowanie hasła";
"lng_signin_hint" = "Wskazówka: {password_hint}";
"lng_signin_recover_hint" = "Kod został wysłany na {recover_email}";
"lng_signin_bad_password" = "Wpisano błędne hasło.";
"lng_signin_wrong_code" = "Wpisano nieprawidłowy kod.";
"lng_signin_try_password" = "Masz problem z dostępem do poczty e-mail?";
"lng_signin_password_removed" = "Twoje hasło do chmury zostało wyłączone.\nMożesz ustawić nowe w Ustawieniach.";
"lng_signin_no_email_forgot" = "Ponieważ podczas ustanawiania hasła nie podano adresu e-mail\nsłużącego do jego odzyskiwania, dostępne możliwe opcje to zapamiętanie hasła lub zresetowanie konta.";
"lng_signin_cant_email_forgot" = "Jeśli nie możesz przywrócić dostępu do swojej poczty, możliwe opcje to zapamiętanie hasła lub zresetowanie konta.";
"lng_signin_reset_account" = "Zresetuj swoje konto";
"lng_signin_sure_reset" = "Ostrzeżenie!\n\nStracisz wszystkie rozmowy i wiadomości, wraz ze wszelkimi multimediami i plikami współdzielonymi!\n\nCzy chcesz zresetować swoje konto?";
"lng_signin_reset" = "Resetuj";
"lng_signin_reset_wait" = "Mimo, że konto {phone_number} jest aktywne i zabezpieczone hasłem ze względów bezpieczeństwa usuniemy je w ciągu tygodnia. Możesz anulować ten proces w każdej chwili.\n\nBędziesz mógł zresetować swoje konto za:\n{when}";
"lng_signin_reset_in_days" = "{count_days:0 dni|# dzień|# dni} {count_hours:0 godzin|# godzina|# godz.} {count_minutes:0 minut|# minuta|# min.}";
"lng_signin_reset_in_hours" = "{count_hours:0 godzin|# godzina|# godz.} {count_minutes:0 minut|# minuta|# min.}";
"lng_signin_reset_in_minutes" = "{count_minutes:0 minut|# minuta|# min.}";
"lng_signin_reset_cancelled" = "Twoje ostatnie próby zresetowania tego konta zostały anulowane przez jego aktywnego użytkownika. Spróbuj ponownie po 7 dniach.";

"lng_signup_title" = "Twoje dane";
"lng_signup_desc" = "Wpisz swoją nazwę i\nprześlij zdjęcie.";

"lng_signup_firstname" = "Imię";
"lng_signup_lastname" = "Nazwisko";

"lng_dlg_filter" = "Szukaj";
"lng_dlg_new_group_name" = "Nazwa grupy";
"lng_dlg_new_channel_name" = "Nazwa kanału";
"lng_no_contacts" = "Nie masz żadnych kontaktów";
"lng_no_chats" = "Tutaj będą twoje czaty";
"lng_contacts_loading" = "Wczytywanie…";
"lng_contacts_not_found" = "Nie znaleziono kontaktów";
"lng_dlg_search_chat" = "szukaj w tym czacie";
"lng_dlg_search_channel" = "szukaj w tym kanale";
"lng_dlg_search_for_messages" = "Wyszukiwanie wiadomości";
"lng_update_telegram" = "Aktualizuj Telegram";

"lng_settings_save" = "Zapisz";
"lng_settings_upload" = "Ustaw zdjęcie profilowe";
"lng_settings_crop_profile" = "Wybierz kwadratowy obszar na swoim zdjęciu profilowym";
"lng_settings_uploading_photo" = "Przesyłanie zdjęcia...";
"lng_settings_edit" = "Edytuj";
"lng_settings_drop_area_subtitle" = "aby ustawić je jako swoje zdjęcie";

"lng_username_title" = "Nazwa użytkownika";
"lng_username_about" = "Możesz wybrać nazwę użytkownika w Telegramie.\nJeśli to zrobisz, inni będą mogli znaleźć cię przez tę nazwę i kontaktować się z tobą, nie znając twojego numeru telefonu.\n\nMożesz użyć a-z, 0-9 i podkreśleń.\nMinimalna długość nazwy to 5 znaków.";
"lng_username_choose" = "Wybierz swoją nazwę użytkownika.";
"lng_username_invalid" = "Ta nazwa użytkownika jest niepoprawna.";
"lng_username_occupied" = "Ta nazwa użytkownika jest już zajęta.";
"lng_username_too_short" = "Ta nazwa użytkownika jest za krótka.";
"lng_username_bad_symbols" = "Ta nazwa użytkownika zawiera złe symbole.";
"lng_username_available" = "Ta nazwa użytkownika jest dostępna.";
"lng_username_not_found" = "Nie znaleziono użytkownika @{user}.";
"lng_username_link_willbe" = "Taki link otwiera czat z tobą:";
"lng_username_link" = "Ten link otwiera czat z tobą:";
"lng_username_copied" = "Link został skopiowany do schowka.";

"lng_settings_section_info" = "Informacje";
"lng_settings_phone_number" = "Numer telefonu:";
"lng_settings_username" = "Nazwa użytkownika:";
"lng_settings_choose_username" = "Wybierz nazwę użytkownika";

"lng_settings_section_notify" = "Powiadomienia";
"lng_settings_desktop_notify" = "Powiadomienia na pulpicie";
"lng_settings_show_name" = "Pokazuj nazwę nadawcy";
"lng_settings_show_preview" = "Pokazuj podgląd wiadomości";
"lng_settings_use_windows" = "Użyj powiadomień Windows";
"lng_settings_use_native_notifications" = "Użyj natywnych powiadomień";
"lng_settings_advanced_notifications" = "Pozycja i ilość powiadomień";
"lng_settings_notifications_position" = "Lokalizacja na ekranie";
"lng_settings_notifications_count" = "Ilość powiadomień";
"lng_settings_sound_notify" = "Odtwórz dźwięk";
"lng_settings_include_muted" = "Zawrzyj wyciszone czaty w liczniku nieprzeczytanych";

"lng_notification_preview" = "Masz nową wiadomość";
"lng_notification_reply" = "Odpowiedz";
"lng_notification_hide_all" = "Ukryj wszystkie";
"lng_notification_sample" = "To jest przykładowe powiadomienie";

"lng_settings_section_general" = "Ogólne";
"lng_settings_change_lang" = "Zmień język";
"lng_languages" = "Języki";
"lng_sure_save_language" = "Telegram uruchomi się ponownie, aby zmienić język";
"lng_settings_update_automatically" = "Automatyczna aktualizacja";
"lng_settings_current_version_label" = "Wersja {version}:";
"lng_settings_current_version" = "Wersja {version}";
"lng_settings_check_now" = "Sprawdź aktualizacje";
"lng_settings_update_checking" = "Sprawdzam aktualizacje...";
"lng_settings_latest_installed" = "Zainstalowana jest najnowsza wersja";
"lng_settings_downloading" = "Pobieranie aktualizacji {ready} / {total} MB...";
"lng_settings_update_ready" = "Nowa wersja jest gotowa";
"lng_settings_update_now" = "Zrestartuj teraz";
"lng_settings_update_fail" = "Sprawdzenie aktualizacji nie powiodło się :(";
"lng_settings_workmode_tray" = "Pokaż ikonę w obszarze powiadomień";
"lng_settings_workmode_window" = "Pokaż ikonę na pasku zadań";
"lng_settings_auto_start" = "Uruchom Telegram przy starcie systemu";
"lng_settings_start_min" = "Uruchom zminimalizowany";
"lng_settings_add_sendto" = "Umieść Telegram w menu «Wyślij do»";
"lng_settings_section_scale" = "Skala interfejsu";
"lng_settings_scale_auto" = "Auto ({cur})";

"lng_settings_section_chat_settings" = "Ustawienia czatu";
"lng_settings_replace_emojis" = "Zamień emoji";
"lng_settings_view_emojis" = "Pokaż listę";
"lng_settings_emoji_list" = "Obsługiwane emoji";
"lng_settings_send_enter" = "Enter wysyła";
"lng_settings_send_ctrlenter" = "Ctrl+Enter wysyła";
"lng_settings_send_cmdenter" = "Cmd+Enter wysyła";

"lng_settings_section_background" = "Tło czatu";
"lng_settings_bg_use_default" = "Użyj domyślnego koloru motywu";
"lng_settings_bg_from_gallery" = "Wybierz z galerii";
"lng_settings_bg_from_file" = "Wybierz plik";
"lng_settings_bg_edit_theme" = "Edytuj motyw";
"lng_settings_bg_tile" = "Kafelkuj tło";
"lng_settings_adaptive_wide" = "Adaptacyjny układ dla szerokich ekranów";

"lng_backgrounds_header" = "Wybierz swoje nowe tło czatu";
"lng_theme_sure_keep" = "Zachować ten kolor motywu?";
"lng_theme_reverting" = "Przywrócę stary kolor motywu za {count:_not_used_|# sekundę|# sek.}.";
"lng_theme_keep_changes" = "Zachowaj zmiany";
"lng_theme_revert" = "Przywróć";

"lng_download_path_dont_ask" = "Nie pytaj o ścieżkę pobierania dla każdego pliku";
"lng_download_path_label" = "Ścieżka pobierania:";
"lng_download_path_temp" = "katalog tymczasowy";
"lng_download_path_default" = "domyślny katalog";
"lng_download_path_clear" = "Wyczyść wszystko";
"lng_download_path_header" = "Wybierz ścieżkę pobierania";
"lng_download_path_default_radio" = "Kat. Telegram w systemowym «Pobrane»";
"lng_download_path_temp_radio" = "Kat.tymcz, czyszczony przy wylog. lub odinst.";
"lng_download_path_dir_radio" = "Dowolny katalog, czyszczony tylko ręcznie";
"lng_download_path_choose" = "Wybierz ścieżkę pobierania";
"lng_sure_clear_downloads" = "Czy chcesz usunąć wszystkie pobrane pliki z katalogu tymczasowego? Odbywa się to automatycznie przy wylogowaniu lub deinstalacji programu.";
"lng_download_path_failed" = "Pobrany plik nie może zostać uruchomiony. To może się zdarzyć z powodu złej lokalizacji pobierania.\n\nMożesz to zmienić w Ustawieniach ścieżki pobierania.";
"lng_download_path_settings" = "Ustawienia";
"lng_download_finish_failed" = "Pobieranie pliku nie może zostać zakończone.\n\nCzy chcesz spróbować ponownie?";
"lng_download_path_clearing" = "Czyszczenie...";
"lng_download_path_cleared" = "Wyczyszczony!";
"lng_download_path_clear_failed" = "Czyszczenie nie powiodło się :(";

"lng_settings_section_privacy" = "Prywatność i bezpieczeństwo";

"lng_local_storage_title" = "Pamięć lokalna";
"lng_settings_no_data_cached" = "Nie znaleziono danych w pamięci podręcznej!";
"lng_settings_images_cached" = "{count:_not_used_|# obraz|Obrazów - #},  Rozmiar - {size}";
"lng_settings_audios_cached" = "{count:_not_used_|# wiadomość głosowa|Wiadom. głosowych - #}, Rozmiar - {size}";
"lng_local_storage_clear" = "Wyczyść wszystko";
"lng_local_storage_clearing" = "Czyszczenie...";
"lng_local_storage_cleared" = "Wyczyszczona!";
"lng_local_storage_clear_failed" = "Czyszczenie nie powiodło się :(";

"lng_settings_section_advanced_settings" = "Ustawienia zaawansowane";

"lng_passcode_remove_button" = "Usuń";

"lng_passcode_turn_on" = "Włącz lokalny kod dostępu";
"lng_passcode_change" = "Zmień lokalny kod dostępu";
"lng_passcode_create" = "Lokalny kod dostępu";
"lng_passcode_remove" = "Usuń lokalny kod dostępu";
"lng_passcode_turn_off" = "Wyłącz";
"lng_passcode_autolock" = "Automatyczna blokada";
"lng_passcode_autolock_away" = "Automatyczne blokowanie jeśli niedostępny przez:";
"lng_passcode_autolock_inactive" = "Automatyczne blokowanie jeśli nieaktywny przez:";
"lng_passcode_autolock_minutes" = "{count:_not_used_|# minutę|# min.}";
"lng_passcode_autolock_hours" = "{count:_not_used_|# godzinę|# godz.}";
"lng_passcode_enter_old" = "Wprowadź aktualny kod dostępu";
"lng_passcode_enter_first" = "Wprowadź kod dostępu";
"lng_passcode_enter_new" = "Wprowadź nowy kod dostępu";
"lng_passcode_confirm_new" = "Powtórz nowy kod dostępu";
"lng_passcode_about" = "Po skonfigurowaniu lokalnego kodu dostępu, w prawym górnym rogu okna pojawi się ikona kłódki. Kliknij ją, aby zablokować aplikację.\n\nUwaga: jeśli zapomnisz lokalny kod dostępu, będziesz musiał przelogować się w aplikacji.";
"lng_passcode_differ" = "Kody dostępu są różne";
"lng_passcode_wrong" = "Nieprawidłowy kod dostępu";
"lng_passcode_is_same" = "Kod dostępu nie został zmieniony";
"lng_passcode_enter" = "Wprowadź twój lokalny kod dostępu";
"lng_passcode_ph" = "Twój kod dostępu";
"lng_passcode_submit" = "Zatwierdź";
"lng_passcode_logout" = "Wyloguj";
"lng_passcode_need_unblock" = "Musisz najpierw mnie odblokować.";

"lng_cloud_password_waiting" = "Link potwierdzenia wysłany na {email}...";
"lng_cloud_password_change" = "Zmień hasło do chmury";
"lng_cloud_password_create" = "Hasło do chmury";
"lng_cloud_password_remove" = "Usuń hasło do chmury";
"lng_cloud_password_set" = "Włącz weryfikację dwustopniową";
"lng_cloud_password_edit" = "Zmień hasło do chmury";
"lng_cloud_password_enter_old" = "Wprowadź aktualne hasło";
"lng_cloud_password_enter_first" = "Wprowadź hasło";
"lng_cloud_password_enter_new" = "Wprowadź nowe hasło";
"lng_cloud_password_confirm_new" = "Powtórz nowe hasło";
"lng_cloud_password_hint" = "Wpisz podpowiedź dotyczącą hasła";
"lng_cloud_password_change_hint" = "Wpisz nową podpowiedź dotyczącą hasła";
"lng_cloud_password_bad" = "Hasło i podpowiedź nie mogą być takie same.";
"lng_cloud_password_email" = "Wpisz e-mail odzyskiwania hasła";
"lng_cloud_password_bad_email" = "Nieprawidłowy adres e-mail, spróbuj inny.";
"lng_cloud_password_about" = "O to hasło, oprócz kodu PIN, zostaniesz poproszony po zalogowaniu się na nowym urządzeniu.";
"lng_cloud_password_about_recover" = "Ostrzeżenie! Czy jesteś pewien, że nie chcesz\ndodawać e-maila odzyskiwania hasła?\n\nJeśli zapomnisz hasło, stracisz\ndostęp do konta Telegramu.";
"lng_cloud_password_skip_email" = "Pomiń e-mail";
"lng_cloud_password_almost" = "Link z potwierdzeniem został wysłany\nna adres e-mail, który podałeś. Weryfikacja dwustopniowa zostanie włączona jak tylko klikniesz w link.";
"lng_cloud_password_was_set" = "Weryfikacja dwustopniowa włączona.";
"lng_cloud_password_updated" = "Twoje hasło do chmury zostało zaktualizowane.";
"lng_cloud_password_removed" = "Weryfikacja dwustopniowa wyłączona.";
"lng_cloud_password_differ" = "Hasła nie pasują do siebie";
"lng_cloud_password_wrong" = "Nieprawidłowe hasło do chmury";
"lng_cloud_password_is_same" = "Hasło nie zostało zmienione";

"lng_connection_type" = "Rodzaj połączenia:";
"lng_connection_auto_connecting" = "Domyślne (łączenie...)";
"lng_connection_auto" = "Domyślnie (używane {transport})";
"lng_connection_proxy_connecting" = "Łączenie za pośrednictwem proxy...";
"lng_connection_proxy" = "{transport} z proxy";
"lng_connection_header" = "Rodzaj połączenia";
"lng_connection_auto_rb" = "Auto (TCP jeśli jest dostępne lub HTTP)";
"lng_connection_http_proxy_rb" = "HTTP z własnym http-proxy";
"lng_connection_tcp_proxy_rb" = "TCP z własnym socks5-proxy";
"lng_connection_try_ipv6" = "Spróbuj połączyć się przez IPv6";
"lng_connection_host_ph" = "Nazwa hosta";
"lng_connection_port_ph" = "Port";
"lng_connection_user_ph" = "Nazwa użytkownika";
"lng_connection_password_ph" = "Hasło";
"lng_connection_save" = "Zapisz";

"lng_settings_blocked_users" = "Zablokowani użytkownicy";
"lng_settings_last_seen_privacy" = "Ostatnio widziano";
"lng_settings_groups_invite_privacy" = "Ustawienia zaproszeń do grup";
"lng_settings_show_sessions" = "Pokaż wszystkie sesje";
"lng_settings_self_destruct" = "Ustawienia autodestrukcji konta";
"lng_settings_change_phone" = "Zmień numer telefonu";

"lng_settings_reset" = "Zakończ wszystkie inne sesje";
"lng_settings_reset_sure" = "Czy na pewno chcesz zakończyć\nwszystkie inne sesje?";
"lng_settings_reset_one_sure" = "Czy na pewno chcesz zakończyć tę sesję?";
"lng_settings_reset_button" = "Zakończ";
"lng_settings_reset_done" = "Inne sesje zostały zakończone";
"lng_settings_manage_local_storage" = "Zarządzanie pamięcią lokalną";
"lng_settings_ask_question" = "Zadaj pytanie";
"lng_settings_ask_sure" = "Pamiętaj, że pomoc dla Telegramu jest udzielana przez wolontariuszy. Postaramy się jak najszybciej odpowiedzieć, ale może to trochę potrwać.\n\nPrzejdź do często zadawanych pytań, by sprawdzić czy nie ma odpowiedzi na większość pytań i ważnych wskazówek dotyczących rozwiązywania problemów.";
"lng_settings_faq_button" = "Idź do FAQ";
"lng_settings_ask_ok" = "Zapytaj";
"lng_settings_faq" = "Telegram FAQ";
"lng_settings_logout" = "Wyloguj";
"lng_sure_logout" = "Czy na pewno chcesz się wylogować?";

"lng_settings_need_restart" = "Trzeba ponownie uruchomić aby zastosować niektóre nowe ustawienia. Zrestartować teraz?";
"lng_settings_restart_now" = "RESTARTUJ";
"lng_settings_restart_later" = "PÓŹNIEJ";

"lng_sessions_header" = "Bieżąca sesja";
"lng_sessions_other_header" = "Aktywne sesje";
"lng_sessions_no_other" = "Brak innych sesji";
"lng_sessions_other_desc" = "Możesz logować się do Telegramu z innych urządzeń, takich jak telefony komórkowe, tablety, komputery stacjonarne, używając tego samego numeru telefonu. Wszystkie dane będą natychmiast synchronizowane.";
"lng_sessions_terminate_all" = "Zakończ wszystkie inne sesje";

"lng_blocked_list_title" = "Zablokowani użytkownicy";
"lng_blocked_list_unknown_phone" = "nieznany telefon";
"lng_blocked_list_unblock" = "Odblokuj";
"lng_blocked_list_add" = "Blokuj użytkownika";
"lng_blocked_list_add_title" = "Wybierz użytkownika do zablokowania";
"lng_blocked_list_already_blocked" = "już zablokowany";
"lng_blocked_list_about" = "Zablokowani użytkownicy nie mogą wysyłać tobie wiadomości ani dodawać cię do grup. Nie będą także widzieli twojego zdjęcia profilowego oraz twoich statusów.";
"lng_blocked_list_not_found" = "Nie znaleziono użytkowników.";

"lng_edit_privacy_everyone" = "Wszyscy";
"lng_edit_privacy_contacts" = "Moje kontakty";
"lng_edit_privacy_nobody" = "Nikt";
"lng_edit_privacy_exceptions" = "Dodaj wyjątek";

"lng_edit_privacy_lastseen_title" = "Ostatnio widziano";
"lng_edit_privacy_lastseen_description" = "Możesz wybrać, kto może zobaczyć twoją ostatnią aktywność:";
"lng_edit_privacy_lastseen_warning" = "Ważne: nie będziesz w stanie zobaczyć czasu ostatniej aktywności ludzi, którym nie udostępniasz swojej. Zostaną użyte wartości szacowane (ostatnio, w ciągu tygodnia, w ciągu miesiąca).";
"lng_edit_privacy_lastseen_always" = "Udostępniaj dla{count:| # użytkownika| # użytkowników}";
"lng_edit_privacy_lastseen_never" = "Nigdy nie udostępniaj dla{count:| # użytkownika| # użytkowników}";
"lng_edit_privacy_lastseen_exceptions" = "Ustawienia te zastąpią wartości powyżej.";
"lng_edit_privacy_lastseen_always_title" = "Udostępniaj";
"lng_edit_privacy_lastseen_never_title" = "Nie udostepniaj";

"lng_edit_privacy_groups_title" = "Ustawienia zaproszeń do grup";
"lng_edit_privacy_groups_description" = "Możesz precyzyjnie określić kto może dodawać cię do grup i kanałów:";
"lng_edit_privacy_groups_always" = "Zawsze zezwalaj{count:| # użytkownikowi| # użytkownikom}";
"lng_edit_privacy_groups_never" = "Nigdy nie pozwalaj{count:| # użytkownikowi| # użytkownikom}";
"lng_edit_privacy_groups_exceptions" = "Ci użytkownicy będą lub nie będą mogli dodawać ciebie do grup i kanałów, niezależnie od ustawień powyżej.";
"lng_edit_privacy_groups_always_title" = "Zawsze zezwalaj";
"lng_edit_privacy_groups_never_title" = "Nigdy nie pozwalaj";

"lng_self_destruct_title" = "Autodestrukcja konta";
"lng_self_destruct_description" = "Jeśli nie będziesz online co najmniej raz w ciągu tego okresu, konto zostanie usunięte wraz ze wszystkimi grupami, wiadomościami i kontaktami.";
"lng_self_destruct_months" = "{count:_not_used_|# miesiąc|# miesięcy}";
"lng_self_destruct_years" = "{count:_not_used_|# rok|# lata}";

"lng_change_phone_title" = "Zmień numer telefonu";
"lng_change_phone_description" = "Tutaj możesz zmienić numer Telegramu.\nTwoje konto i wszystkie dane w chmurze\n– wiadomości, multimedia, kontakty, itp.\nzostaną przeniesione do nowego numeru.\n\n[b]Ważne:[/b] Wszystkie twoje kontakty\nw Telegramie będą miały dodany twój\n[b]nowy numer[/b] do swojej książki adresowej,\no ile mieli twój stary numer i nie byli\nprzez ciebie zablokowani w Telegramie.";
"lng_change_phone_warning" = "Wszystkie twoje kontakty w Telegramie będą miały dodany twój nowy numer do swojej książki adresowej, o ile mieli twój stary numer i nie byli przez ciebie zablokowani w Telegramie.";
"lng_change_phone_occupied" = "Numer {phone} jest już powiązany z kontem Telegramu. Usuń to konto przed użyciem nowego numeru.";
"lng_change_phone_button" = "Zmień numer";
"lng_change_phone_new_title" = "Wprowadź nowy numer";
"lng_change_phone_new_description" = "Na twój nowy numer wyślemy wiadomość SMS z kodem potwierdzenia.";
"lng_change_phone_new_submit" = "Zatwierdź";
"lng_change_phone_code_title" = "Wprowadź kod";
"lng_change_phone_code_description" = "Na twój telefon {phone} wysłaliśmy SMS z kodem potwierdzenia.";
"lng_change_phone_success" = "Twój numer telefonu został zmieniony.";

"lng_preview_loading" = "Pobieranie informacji o linku…";

"lng_profile_chat_unaccessible" = "Grupa jest niedostępna";
"lng_profile_about_section" = "O programie...";
"lng_profile_description_section" = "Opis";
"lng_profile_settings_section" = "Ustawienia";
"lng_profile_actions_section" = "Akcje";
"lng_profile_bot_settings" = "Ustawienia";
"lng_profile_bot_help" = "Pomoc";
"lng_profile_invite_link_section" = "Link zaproszenia";
"lng_profile_create_public_link" = "Utwórz link publiczny";
"lng_profile_edit_public_link" = "Edytuj link publiczny";
"lng_profile_manage_admins" = "Zarządzanie administratorami";
"lng_profile_common_groups" = "Wspólnych grup - {count:_not_used_|#|#}";
"lng_profile_common_groups_section" = "Wspólne grupy";
"lng_profile_participants_section" = "Członkowie";
"lng_profile_info_section" = "Informacje";
"lng_profile_mobile_number" = "Telefon:";
"lng_profile_username" = "Nazwa użytkownika:";
"lng_profile_link" = "Link:";
"lng_profile_add_contact" = "Dodaj kontakt";
"lng_profile_edit_contact" = "Edytuj";
"lng_profile_enable_notifications" = "Powiadomienia";
"lng_profile_clear_history" = "Wyczyść historię";
"lng_profile_delete_conversation" = "Usuń rozmowę";
"lng_profile_clear_and_exit" = "Usuń i wyjdź";
"lng_profile_leave_channel" = "Opuść kanał";
"lng_profile_delete_channel" = "Usuń kanał";
"lng_profile_leave_group" = "Opuść grupę";
"lng_profile_delete_group" = "Usuń grupę";
"lng_profile_report" = "Zgłoś";
"lng_profile_search_messages" = "Wyszukiwanie wiadomości";
"lng_profile_block_user" = "Blokuj użytkownika";
"lng_profile_unblock_user" = "Odblokuj użytkownika";
"lng_profile_block_bot" = "Zatrzymaj i zablokuj bota";
"lng_profile_unblock_bot" = "Odblokuj bota";
"lng_profile_send_message" = "Wyślij wiadomość";
"lng_profile_share_contact" = "Udostępnij kontakt";
"lng_profile_invite_to_group" = "Dodaj do grupy";
"lng_profile_delete_contact" = "Usuń";
"lng_profile_set_group_photo" = "Ustaw zdjęcie";
"lng_profile_add_participant" = "Dodaj członków";
"lng_profile_view_channel" = "Pokaż kanał";
"lng_profile_join_channel" = "Dołącz";
"lng_profile_delete_and_exit" = "Opuść";
"lng_profile_kick" = "Usuń";
"lng_profile_admin" = "admin";
"lng_profile_sure_kick" = "Usunąć użytkownika {user} z grupy?";
"lng_profile_sure_kick_channel" = "Usunąć użytkownika {user} z kanału?";
"lng_profile_sure_kick_admin" = "Usunąć użytkownika {user} z administratorów?";
"lng_profile_loading" = "Wczytywanie…";
"lng_profile_shared_media" = "Udostępnione multimedia";
"lng_profile_no_media" = "Brak multimediów w tej rozmowie.";
"lng_profile_photos" = "{count:_not_used_|Zdjęć - #|Zdjęć - #}";
"lng_profile_photos_header" = "Zdjęcia";
"lng_profile_videos" = "{count:_not_used_|Wideo - #|Wideo - #}";
"lng_profile_videos_header" = "Wideo";
"lng_profile_songs" = "{count:_not_used_|Plików audio - #|Plików audio - #}";
"lng_profile_songs_header" = "Pliki audio";
"lng_profile_files" = "{count:_not_used_|Plików - #|Plików - #}";
"lng_profile_files_header" = "Pliki";
"lng_profile_audios" = "{count:_not_used_|Wiadomości głosowych - #|Wiadomości głosowych - #}";
"lng_profile_audios_header" = "Wiadomości głosowe";
"lng_profile_shared_links" = "{count:_not_used_|Udostępnionych linków - #|Udostępnionych linków - #}";
"lng_profile_shared_links_header" = "Udostępnione linki";
"lng_profile_copy_phone" = "Kopiuj numer telefonu";
"lng_profile_copy_fullname" = "Kopiuj nazwę";
"lng_profile_drop_area_title" = "Upuść swój obraz tu";
"lng_profile_drop_area_subtitle" = "aby ustawić go jako zdjęcie grupy";
"lng_profile_drop_area_subtitle_channel" = "aby ustawić go jako zdjęcie kanału";
"lng_profile_top_bar_share_contact" = "Udostępnij";

"lng_report_title" = "Zgłoś kanał";
"lng_report_group_title" = "Zgłoś grupę";
"lng_report_bot_title" = "Zgłoś bota";
"lng_report_reason_spam" = "Spam";
"lng_report_reason_violence" = "Przemoc";
"lng_report_reason_pornography" = "Pornografia";
"lng_report_reason_other" = "Inne";
"lng_report_reason_description" = "Opis";
"lng_report_button" = "Zgłoś";
"lng_report_thanks" = "Dziękujemy! Zgłoszenie zostanie rozpatrzone przez nasz zespół bardzo szybko.";

"lng_channel_add_admins" = "Nowy administrator";
"lng_channel_add_members" = "Dodaj członków";
"lng_channel_members" = "Członkowie";
"lng_channel_only_last_shown" = "{count:_not_used_|Tutaj pokazany jest tylko # ostatni członek|Tutaj pokazanych jest tylko # ostatnich członków}";
"lng_channel_admins" = "Administratorzy";
"lng_channel_add_admin" = "Dodaj administratora";
"lng_channel_admin_sure" = "Dodać użytkownika {user} do administratorów?";
"lng_channel_admins_too_much" = "Został osiągnięty limit administratorów. Usuń najpierw jednego z administratorów.";

"lng_chat_all_members_admins" = "Wszyscy członkowie są administratorami";
"lng_chat_about_all_admins" = "Członkowie grupy mogą dodawać nowych członków, edytować nazwę i zdjęcie grupy.";
"lng_chat_about_admins" = "Administratorzy grupy mogą dodawać i usuwać członków, edytować nazwę i zdjęcie grupy.";

"lng_participant_filter" = "Szukaj";
"lng_participant_invite" = "Zaproś";
"lng_participant_invite_sorry" = "{count: _not_used |Osobiście do kanału można dodać tylko # członka |Osobiście do kanału można dodać tylko pierwszych # członków}.\n\nOd teraz, ludzie będą musieli dołączać za pośrednictwem linku zaproszenia.";
"lng_create_group_back" = "Wstecz";
"lng_create_group_next" = "Dalej";
"lng_create_group_create" = "Utwórz";
"lng_create_group_title" = "Nowa grupa";
"lng_create_channel_title" = "Nowy kanał";
"lng_create_public_channel_title" = "Kanał publiczny";
"lng_create_public_channel_about" = "Każdy może znaleźć kanał w wyszukiwarce i dołączyć";
"lng_create_private_channel_title" = "Kanał prywatny";
"lng_create_private_channel_about" = "Tylko osoby ze specjalnym linkiem zaproszenia mogą dołączyć";
"lng_create_public_group_title" = "Grupa publiczna";
"lng_create_public_group_about" = "Każdy może znaleźć grupę w wyszukiwarce i dołączyć, historia czatu jest dostępna dla wszystkich";
"lng_create_private_group_title" = "Grupa prywatna";
"lng_create_private_group_about" = "Ludzie mogą przyłączyć się tylko, jeśli zostali zaproszeni lub mają link zaproszenia";
"lng_create_group_skip" = "Pomiń";

"lng_create_channel_link_invalid" = "Ten link jest nieprawidłowy";
"lng_create_channel_link_occupied" = "Ten link jest już zajęty";
"lng_create_channel_link_too_short" = "Ten link jest za krótki";
"lng_create_channel_link_bad_symbols" = "Ten link zawiera złe symbole";
"lng_create_channel_link_available" = "Ten link jest dostępny";
"lng_create_channel_link_copied" = "Link został skopiowany do schowka";

"lng_create_group_crop" = "Wybierz kwadratowy obszar na zdjęciu grupy";
"lng_create_channel_crop" = "Wybierz kwadratowy obszar na zdjęciu kanału";

"lng_failed_add_participant" = "Nie udało się dodać użytkownika. Spróbuj ponownie później.";
"lng_failed_add_not_mutual" = "Jeśli dana osoba opuści grupę, tylko wzajemny kontakt może umożliwić jej powrót (obie osoby muszą mieć wymienione między sobą numery telefonów).";
"lng_failed_add_not_mutual_channel" = "Jeśli dana osoba opuści kanał, tylko wzajemny kontakt może umożliwić jej powrót (obie osoby muszą mieć wymienione między sobą numery telefonów).";

"lng_sure_delete_contact" = "Czy na pewno chcesz usunąć {contact} z listy kontaktów?";
"lng_sure_delete_history" = "Czy na pewno chcesz usunąć całą historię wiadomości z {contact}?\n\nTa czynność nie może być cofnięta.";
"lng_sure_delete_group_history" = "Czy na pewno chcesz usunąć całą historię wiadomości z «{group}»?\n\nTa czynność nie może być cofnięta.";
"lng_sure_delete_and_exit" = "Czy na pewno chcesz usunąć całą historię wiadomości i pozostać w «{group}»?\n\nTa czynność nie może być cofnięta.";
"lng_sure_leave_channel" = "Czy na pewno chcesz opuścić\nten kanał?";
"lng_sure_delete_channel" = "Czy na pewno chcesz usunąć ten kanał? Wszyscy członkowie zostaną usunięci i wszystkie wiadomości zostaną utracone.";
"lng_sure_leave_group" = "Czy na pewno chcesz opuścić tę grupę?\nTa czynność nie może być cofnięta.";
"lng_sure_delete_group" = "Czy na pewno chcesz usunąć tę grupę? Wszyscy członkowie zostaną usunięci i wszystkie wiadomości zostaną utracone.";

"lng_message_empty" = "Pusta wiadomość";
"lng_message_unsupported" = "Ta wiadomość nie jest obsługiwana w twojej wersji Telegram Desktop. Zaktualizuj aplikację do najnowszej wersji w Ustawieniach lub zainstaluj z {link}";

"lng_duration_seconds" = "{count:_not_used_|# sek.|# sek.}";
"lng_duration_minutes_seconds" = "{count_minutes:# min.|# min.|# min.} {count_seconds:# sek.|# sek.|# sek.}";

"lng_action_add_user" = "Użytkownik {from} dodał {user}";
"lng_action_add_users_many" = "Użytkownik {from} dodał {users}";
"lng_action_add_users_and_one" = "{accumulated}, {user}";
"lng_action_add_users_and_last" = "{accumulated} i {user}";
"lng_action_add_you" = "Użytkownik {from} dodał cię do tego kanału";
"lng_action_you_joined" = "Dołączyłeś do tego kanału";
"lng_action_add_you_group" = "Użytkownik {from} dodał cię do tej grupy";
"lng_action_you_joined_group" = "Dołączyłeś do tej grupy";
"lng_action_kick_user" = "Użytkownik {from} usunął {user}";
"lng_action_user_left" = "Użytkownik {from} opuścił grupę";
"lng_action_user_joined" = "Użytkownik {from} dołączył do grupy";
"lng_action_user_joined_by_link" = "Użytkownik {from} dołączył do grupy poprzez link zaproszenia";
"lng_action_user_registered" = "Użytkownik {from} właśnie dołączył do Telegramu";
"lng_action_removed_photo" = "Użytkownik {from} usunął zdjęcie grupy";
"lng_action_removed_photo_channel" = "Usunięto zdjęcie kanału";
"lng_action_changed_photo" = "Użytkownik {from} zmienił zdjęcie grupy";
"lng_action_changed_photo_channel" = "Zmieniono zdjęcie kanału";
"lng_action_changed_title" = "Użytkownik {from} zmienił nazwę grupy na «{title}»";
"lng_action_changed_title_channel" = "Zmieniono nazwę kanału na «{title}»";
"lng_action_created_chat" = "Użytkownik {from} utworzył grupę «{title}»";
"lng_action_created_channel" = "Kanał utworzony";
"lng_action_group_migrate" = "Grupa została zmieniona na super grupę";
"lng_action_pinned_message" = "Użytkownik {from} przypiął «{text}»";
"lng_action_pinned_media" = "Użytkownik {from} przypiął {media}";
"lng_action_pinned_media_photo" = "zdjęcie";
"lng_action_pinned_media_video" = "wideo";
"lng_action_pinned_media_audio" = "plik audio";
"lng_action_pinned_media_voice" = "wiadomość głosową";
"lng_action_pinned_media_file" = "plik";
"lng_action_pinned_media_gif" = "animację GIF";
"lng_action_pinned_media_contact" = "informacje o kontakcie";
"lng_action_pinned_media_location" = "znacznik lokalizacji";
"lng_action_pinned_media_sticker" = "naklejkę";
"lng_action_pinned_media_emoji_sticker" = "naklejkę {emoji}";
"lng_action_pinned_media_game" = "grę «{game}»";
"lng_action_game_score" = "Użytkownik {from} uzyskał {count:#|#|#} punktów w {game}";
"lng_action_game_you_scored" = "Uzyskano {count:#|#|#} punktów w {game}";
"lng_action_game_score_no_game" = "Użytkownik {from} uzyskał {count:#|#|#} punktów";
"lng_action_game_you_scored_no_game" = "Uzyskano {count:#|#|#} punktów";
"lng_action_call_outgoing" = "Połączenie wychodzące o {time}";
"lng_action_call_incoming" = "Połączenie przychodzące o {time}";
"lng_action_call_outgoing_duration" = "Połączenie wychodzące ({duration}) o {time}";
"lng_action_call_incoming_duration" = "Połączenie przychodzące ({duration}) o {time}";
"lng_action_call_incoming_missed" = "Połączenie nieodebrane o {time}";
"lng_action_call_outgoing_missed" = "Połączenie anulowane o {time}";
"lng_action_payment_done" = "Dokonano płatności {amount} do {user}";
"lng_action_payment_done_for" = "Dokonano płatności {amount} do {user} za {invoice}";

"lng_profile_migrate_reached" = "Osiągnięto limit {count:_not_used_|# członka|# członków}";
"lng_profile_migrate_body" = "Jeśli chcesz pozbyć się tego limitu, możesz zmienić swoją grupę na super grupę.";
"lng_profile_migrate_learn_more" = "Dowiedz się więcej »";
"lng_profile_migrate_about" = "Jeśli chcesz pozbyć się tego limitu, możesz zmienić swoją grupę na super grupę. W super grupach:";
"lng_profile_migrate_feature1" = "— Limit członków to {count:_not_used_|# użytkownik|# użytkowników}";
"lng_profile_migrate_feature2" = "— Nowi członkowie zobaczą całą historię czatów";
"lng_profile_migrate_feature3" = "— Admini usuwają wiadomości dla wszystkich";
"lng_profile_migrate_feature4" = "— Powiadomienia są domyślnie wyłączone";
"lng_profile_migrate_button" = "Zmień na super grupę";
"lng_profile_migrate_sure" = "Czy na pewno chcesz zmienić tę grupę na super grupę? Ta czynność nie może być cofnięta.";
"lng_profile_convert_button" = "Konwertuj do super grupy";
"lng_profile_convert_title" = "Konwertuj do super grupy";
"lng_profile_convert_about" = "W super grupach:";
"lng_profile_convert_feature1" = "— Nowi członkowie zobaczą całą historię wiadomości";
"lng_profile_convert_feature2" = "— Wiadomości są usuwane dla wszystkich członków";
"lng_profile_convert_feature3" = "— Admini mogą przypiąć ważne wiadomości";
"lng_profile_convert_feature4" = "— Twórca może ustawić link publiczny dla grupy";
"lng_profile_convert_warning" = "{bold_start}Uwaga:{bold_end} Ta czynność nie może być cofnięta.";
"lng_profile_convert_confirm" = "Konwertuj";
"lng_profile_add_more_after_upgrade" = "Po zmianie grupy na super grupę będziesz mógł dodać nawet {count: _not_used_ | # członka| # członków}.";

"lng_channel_not_accessible" = "Ten kanał nie jest dostępny.";
"lng_group_not_accessible" = "Ta grupa nie jest dostępna.";

"lng_channels_too_much_public_about" = "Masz zarezerwowanych zbyt wiele publicznych nazw użytkownika. Możesz unieważnić link jednej ze swoich starszych grup lub kanałów.";
"lng_channels_too_much_public_revoke_confirm_group" = "Czy na pewno chcesz unieważnić link {link}?\n\nGrupa «{group}» stanie się grupą prywatną.";
"lng_channels_too_much_public_revoke_confirm_channel" = "Czy na pewno chcesz unieważnić link {link}?\n\nKanał «{group}» stanie się kanałem prywatnym.";
"lng_channels_too_much_public_revoke" = "Unieważnij";

"lng_group_invite_bad_link" = "Link zaproszenia jest nieprawidłowy lub wygasł.";
"lng_group_invite_want_join" = "Chcesz dołączyć do grupy «{title}»?";
"lng_group_invite_want_join_channel" = "Chcesz dołączyć do kanału «{title}»?";
"lng_group_invite_join" = "Dołącz";

"lng_group_invite_members" = "{count:_not_used_|# członek|# członków}, między nimi:";

"lng_group_invite_link" = "Link zaproszenia:";
"lng_group_invite_create" = "Utwórz link zaproszenia";
"lng_group_invite_about" = "Użytkownicy Telegramu będą mogli\nprzyłączyć się do grupy, używając tego odnośnika.";
"lng_group_invite_create_new" = "Unieważnij link zaproszenia";
"lng_group_invite_about_new" = "Twój poprzedni link zostanie zdezaktywowany a my wygenerujemy dla ciebie nowy link zaproszenia.";
"lng_group_invite_copied" = "Link zaproszenia skopiowany do schowka.";
"lng_group_invite_no_room" = "Nie można dołączyć do tej grupy, ponieważ jest już w niej zbyt wielu członków.";

"lng_channel_public_link_copied" = "Link skopiowany do schowka.";

"lng_forwarded" = "Przekazana od {user}";
"lng_forwarded_channel" = "Przekazana z {channel}";
"lng_forwarded_via" = "Przekazana od {user} przez {inline_bot}";
"lng_forwarded_channel_via" = "Przekazana z {channel} przez {inline_bot}";
"lng_forwarded_signed" = "{channel} ({user})";
"lng_in_reply_to" = "W odpowiedzi na";
"lng_edited" = "edytowany";
"lng_edited_date" = "Edytowany: {date}";
"lng_cancel_edit_post_sure" = "Anulować edycję?";
"lng_cancel_edit_post_yes" = "Tak";
"lng_cancel_edit_post_no" = "Nie";

"lng_bot_share_location_unavailable" = "Udostępnianie lokalizacji jest obecnie niedostępne w Telegram Desktop.";
"lng_bot_inline_geo_unavailable" = "Ten bot wymaga udostępnienia lokalizacji.\nTa funkcja nie jest dostępna w Telegram Desktop.";
"lng_bot_share_phone" = "Udostępnić numer telefonu?";
"lng_bot_share_phone_confirm" = "Udostępnij";

"lng_attach_failed" = "Niepowodzenie";
"lng_attach_file" = "Plik";
"lng_attach_photo" = "Zdjęcie";

"lng_media_type" = "Rodzaje multimediów";
"lng_media_type_photos" = "Zdjęcia";
"lng_media_type_videos" = "Wideo";
"lng_media_type_songs" = "Pliki audio";
"lng_media_type_files" = "Pliki";
"lng_media_type_audios" = "Wiadom. głosowe";
"lng_media_type_links" = "Udostępnione linki";

"lng_media_open_with" = "Otwórz w";
"lng_media_download" = "Pobierz";
"lng_media_cancel" = "Anuluj";
"lng_media_video" = "Wideo";
"lng_media_audio" = "Wiadomość głosowa";

"lng_media_auto_settings" = "Ustawienia automatycznego pobierania multimediów";
"lng_media_auto_photo" = "Automatycznie pobierz zdjęcie";
"lng_media_auto_audio" = "Automatycznie pobierz wiadom. głosową";
"lng_media_auto_gif" = "Automatycznie pobierz GIF";
"lng_media_auto_private_chats" = "Prywatne czaty";
"lng_media_auto_groups" = "Grupy i kanały";
"lng_media_auto_play" = "Automatyczne odtwarzanie";

"lng_emoji_category0" = "Często używane";
"lng_emoji_category1" = "Ludzie";
"lng_emoji_category2" = "Natura";
"lng_emoji_category3" = "Jedzenie i picie";
"lng_emoji_category4" = "Aktywność";
"lng_emoji_category5" = "Podróże i miejsca";
"lng_emoji_category6" = "Obiekty";
"lng_emoji_category7" = "Symbole i flagi";

"lng_recent_stickers" = "Często używane";
"lng_switch_stickers" = "Naklejki";
"lng_switch_stickers_gifs" = "GIFy i naklejki";
"lng_switch_emoji" = "Emoji";
"lng_stickers_featured_add" = "Dodaj";

"lng_saved_gifs" = "Zapisane GIFy";
"lng_inline_bot_results" = "Wyniki z {inline_bot}";
"lng_inline_bot_no_results" = "Brak wyników";
"lng_inline_bot_via" = "przez {inline_bot}";

"lng_box_remove" = "Usuń";

"lng_stickers_installed_tab" = "Naklejki";
"lng_stickers_featured_tab" = "Popularne";
"lng_stickers_archived_tab" = "Archiwalne";
"lng_stickers_remove_pack" = "Usunąć «{sticker_pack}»?";
"lng_stickers_add_pack" = "Dodaj naklejki";
"lng_stickers_share_pack" = "Udostępnij naklejki";
"lng_stickers_not_found" = "Nie znaleziono pakietu naklejek.";
"lng_stickers_packs_archived" = "Niektóre z nieużywanych naklejek zostały zarchiwizowane, aby zrobić miejsce dla zestawów już aktywowanych.";
"lng_stickers_archived" = "Archiwalne naklejki";
"lng_stickers_copied" = "Link pakietu naklejek skopiowany do schowka.";
"lng_stickers_default_set" = "Wielkie umysły";
"lng_stickers_you_have" = "Zarządzanie i porządkowanie pakietów naklejek";
"lng_stickers_featured" = "Popularne naklejki";
"lng_stickers_return" = "Cofnij";
"lng_stickers_count" = "{count:Wczytuję...|# naklejkę|naklejek - #}";
"lng_stickers_masks_pack" = "Jest to pakiet naklejek masek. Można ich używać w edytorze zdjęć na naszych aplikacjach mobilnych.";

"lng_in_dlg_photo" = "Zdjęcie";
"lng_in_dlg_video" = "Wideo";
"lng_in_dlg_audio_file" = "Plik audio";
"lng_in_dlg_contact" = "Kontakt";
"lng_in_dlg_audio" = "Wiadomość głosowa";
"lng_in_dlg_file" = "Plik";
"lng_in_dlg_sticker" = "Naklejka";
"lng_in_dlg_sticker_emoji" = "naklejka {emoji}";

"lng_ban_user" = "Zablokuj użytkownika";
"lng_delete_all_from" = "Usuń wszystko od tego użytkownika";
"lng_report_spam" = "Zgłoś spam";
"lng_report_spam_hide" = "Ukryj";
"lng_report_spam_thanks" = "Dziękujemy za twoje zgłoszenie!";
"lng_report_spam_sure" = "Czy na pewno chcesz zgłosić spam od tego użytkownika?";
"lng_report_spam_sure_group" = "Czy na pewno chcesz zgłosić spam z tej grupy?";
"lng_report_spam_sure_channel" = "Czy na pewno chcesz zgłosić spam z tego kanału?";
"lng_report_spam_ok" = "Zgłoś";
"lng_cant_send_to_not_contact" = "W tej chwili można wysyłać wiadomość\ntylko do wzajemnych kontaktów.\n{more_info}";
"lng_cant_invite_not_contact" = "W tej chwili można dodać do grup\ntylko wzajemne kontakty.\n{more_info}";
"lng_cant_send_to_not_contact_flood" = "Dzisiaj zbyt dużo razy kontaktowano się z użytkownikami nie będącymi członkami grupy. Spróbuj jutro. Dzisiaj będzie możliwość odpowiedzi, jeśli ten użytkownik wyśle pierwszy wiadomość.";
"lng_cant_invite_not_contact_flood" = "Nie możesz dodać tego użytkownika ponieważ zbyt dużo razy kontaktowano się z użytkownikami nie będącymi członkami grupy. Spróbuj ponownie jutro. Możesz poprosić innego członka grupy, aby dodał tego użytkownika.";
"lng_cant_more_info" = "Więcej informacji »";
"lng_cant_invite_banned" = "Tylko administrator może dodać tego użytkownika.";
"lng_cant_invite_privacy" = "Nie możesz dodać tego użytkownika do grup ze względu na jego ustawienia prywatności.";
"lng_cant_invite_privacy_channel" = "Nie możesz dodać tego użytkownika do kanałów ze względu na jego ustawienia prywatności.";
"lng_cant_do_this" = "Ta akcja nie jest dostępna.";

"lng_send_button" = "Wyślij";
"lng_message_ph" = "Napisz wiadomość...";
"lng_broadcast_ph" = "Nadaj wiadomość...";
"lng_broadcast_silent_ph" = "Ciche nadawanie...";
"lng_record_cancel" = "Puść poza tym polem, by anulować";
"lng_will_be_notified" = "Członkowie zostaną powiadomieni kiedy piszesz";
"lng_wont_be_notified" = "Członkowie nie zostaną powiadomieni kiedy piszesz";
"lng_willbe_history" = "Wybierz czat aby rozpocząć rozmowę";
"lng_from_you" = "Ty";
"lng_from_draft" = "Szkic";
"lng_bot_description" = "Co ten bot może robić?";
"lng_unblock_button" = "Odblokuj";
"lng_channel_join" = "Dołącz do kanału";
"lng_channel_mute" = "Wyłącz  powiadomienia";
"lng_channel_unmute" = "Włącz  powiadomienia";

"lng_dialogs_text_with_from" = "{from_part} {message}";
"lng_dialogs_text_from_wrapped" = "{from}:";
"lng_dialogs_text_media" = "{media_part} {caption}";
"lng_dialogs_text_media_wrapped" = "{media},";
"lng_dialogs_show_all_chats" = "Pokaż wszystkie czaty";
"lng_dialogs_hide_muted_chats" = "Ukryj wyciszone czaty";

"lng_open_this_link" = "Otworzyć ten link?";
"lng_open_link" = "Otwórz";
"lng_allow_bot_pass" = "Zezwalać {bot_name} na przekazywanie twojej nazwy użytkownika i ID stronom internetowym otwieranym za pomocą tego bota?";
"lng_allow_bot" = "Zezwól";

"lng_bot_start" = "Start";
"lng_bot_choose_group" = "Wybierz grupę";
"lng_bot_no_groups" = "Nie masz żadnych grup";
"lng_bot_groups_not_found" = "Nie znaleziono grup";
"lng_bot_sure_invite" = "Dodać bota do grupy «{group}»?";
"lng_bot_already_in_group" = "Bot jest już członkiem grupy.";
"lng_bot_choose_chat" = "Wybierz czat";
"lng_bot_no_chats" = "Nie masz żadnych czatów";
"lng_bot_chats_not_found" = "Nie znaleziono czatów";
"lng_bot_sure_share_game" = "Udostępnić grę użytkownikowi {user}?";
"lng_bot_sure_share_game_group" = "Udostępnić grę grupie «{group}»?";

"lng_typing" = "pisze";
"lng_user_typing" = "{user} pisze";
"lng_users_typing" = "{user} i {second_user} piszą";
"lng_many_typing" = "{count:_not_used_|# pisze|# piszą}";
"lng_playing_game" = "gra w grę";
"lng_user_playing_game" = "{user} gra w grę";
"lng_users_playing_game" = "{user} i {second_user} grają w grę";
"lng_many_playing_game" = "{count:_not_used_|# gra|# grają} w grę";
"lng_send_action_record_video" = "nagrywa wideo";
"lng_user_action_record_video" = "{user} nagrywa wideo";
"lng_send_action_upload_video" = "wysyła wideo";
"lng_user_action_upload_video" = "{user} wysyła wideo";
"lng_send_action_record_audio" = "nagrywa wiadomość głosową";
"lng_user_action_record_audio" = "{user} nagrywa wiadomość głosową";
"lng_send_action_upload_audio" = "wysyła wiadomość głosową";
"lng_user_action_upload_audio" = "{user} wysyła wiadomość głosową";
"lng_send_action_upload_photo" = "wysyła zdjęcie";
"lng_user_action_upload_photo" = "{user} wysyła zdjęcie";
"lng_send_action_upload_file" = "wysyła plik";
"lng_user_action_upload_file" = "{user} wysyła plik";
"lng_send_action_geo_location" = "określa lokalizację";
"lng_user_action_geo_location" = "{user} określa lokalizację";
"lng_send_action_choose_contact" = "wybiera kontakt";
"lng_user_action_choose_contact" = "{user} wybiera kontakt";
"lng_unread_bar" = "{count:_not_used_|Nie przeczytane wiadomości - #|Nie przeczytane wiadomości - #}";

"lng_maps_point" = "Lokalizacja";
"lng_save_photo" = "Zapisz obraz";
"lng_save_video" = "Zapisz wideo";
"lng_save_audio_file" = "Zapisz plik audio";
"lng_save_audio" = "Zapisz wiadomość głosową";
"lng_save_file" = "Zapisz plik";
"lng_save_downloaded" = "{ready} / {total} {mb}";
"lng_duration_and_size" = "{duration}, {size}";
"lng_duration_played" = "{played} / {duration}";
"lng_date_and_duration" = "{date}, {duration}";
"lng_choose_image" = "Wybierz obraz";
"lng_choose_files" = "Wybierz pliki";
"lng_game_tag" = "Gra";

"lng_context_view_profile" = "Pokaż profil";
"lng_context_view_group" = "Pokaż info o grupie";
"lng_context_view_channel" = "Pokaż info o kanale";
"lng_context_pin_to_top" = "Przypnij na górze";
"lng_context_unpin_from_top" = "Odepnij od góry";

"lng_context_promote_admin" = "Promuj na administratora";
"lng_context_remove_admin" = "Usuń z administratorów";
"lng_context_remove_from_group" = "Usuń z grupy";

"lng_context_copy_link" = "Kopiuj link";
"lng_context_copy_post_link" = "Kopiuj link postu";
"lng_context_copy_email" = "Kopiuj adres email";
"lng_context_copy_hashtag" = "Kopiuj hashtag";
"lng_context_copy_mention" = "Kopiuj nazwę użytkownika";
"lng_context_save_image" = "Zapisz obraz jako...";
"lng_context_forward_image" = "Prześlij obraz";
"lng_context_delete_image" = "Usuń obraz";
"lng_context_copy_image" = "Kopiuj obraz";
"lng_context_close_image" = "Zamknij obraz";
"lng_context_cancel_download" = "Anuluj pobieranie";
"lng_context_show_in_folder" = "Pokaż w katalogu";
"lng_context_show_in_finder" = "Pokaż w Finderze";
"lng_context_save_video" = "Zapisz wideo jako...";
"lng_context_save_audio_file" = "Zapisz plik audio jako...";
"lng_context_save_audio" = "Zapisz wiadomość głosową jako...";
"lng_context_pack_info" = "Informacje o pakiecie";
"lng_context_pack_add" = "Dodaj naklejki";
"lng_context_save_file" = "Zapisz plik jako...";
"lng_context_forward_file" = "Prześlij plik";
"lng_context_delete_file" = "Usuń plik";
"lng_context_close_file" = "Zamknij plik";
"lng_context_copy_text" = "Kopiuj tekst";
"lng_context_save_gif" = "Zapisz GIF";
"lng_context_to_msg" = "Idź do wiadomości";
"lng_context_reply_msg" = "Odpowiedz";
"lng_context_edit_msg" = "Edytuj";
"lng_context_forward_msg" = "Prześlij wiadomość";
"lng_context_delete_msg" = "Usuń wiadomość";
"lng_context_select_msg" = "Zaznacz wiadomość";
"lng_context_pin_msg" = "Przypnij wiadomość";
"lng_context_unpin_msg" = "Odepnij wiadomość";
"lng_context_cancel_upload" = "Anuluj wysyłanie";
"lng_context_copy_selected" = "Kopiuj zaznaczony tekst";
"lng_context_forward_selected" = "Prześlij zaznaczone";
"lng_context_delete_selected" = "Usuń zaznaczone";
"lng_context_clear_selection" = "Usuń zaznaczenie";
"lng_really_send_image" = "Czy chcesz wysłać to zdjęcie?";
"lng_really_send_file" = "Czy chcesz wysłać ten plik?";
"lng_really_share_contact" = "Czy chcesz udostępnić ten kontakt?";
"lng_send_images_compress" = "Kompresuj {count:_not_used_|obraz|obrazy}";
"lng_send_image_non_local" = "Nie można wysłać nie lokalnego pliku: {name}";
"lng_send_image_empty" = "Nie można wysłać pustego pliku: {name}";
"lng_send_image_too_large" = "Nie można wysłać pliku, ponieważ jest większy niż 1500 MB: {name}";
"lng_send_folder" = "Nie można wysłać «{name}» ponieważ to jest katalog :(";
"lng_send_images_selected" = "{count:_not_used_|# wybrany obraz|Wybranych obrazów - #}";
"lng_send_photos" = "{count:_not_used_|Wyślij # zdjęcie|Zdjęć do wysłania - #}";
"lng_send_files_selected" = "{count:_not_used_|# wybrany plik|Wybranych plików - #}";
"lng_send_files" = "{count:_not_used_|Wyślij # plik|Plików do wysłania - #}";

"lng_forward_choose" = "Wybierz odbiorcę...";
"lng_forward_cant" = "Nie da się tutaj przesłać :(";
"lng_forward_confirm" = "Przesłać do {recipient}?";
"lng_forward_share_contact" = "Udostępnić kontakt dla {recipient}?";
"lng_forward_send_file_confirm" = "Wysłać «{name}» do {recipient}?";
"lng_forward_send_files_confirm" = "Wysłać zaznaczone pliki do {recipient}?";
"lng_forward_send" = "Wyślij";
"lng_forward_messages" = "{count:_not_used_|Przekazana wiadomość|Przekazane wiadomości - #}";
"lng_forwarding_from" = "{user} i {count:_not_used_|# inny|# innych}";
"lng_forwarding_from_two" = "{user} i {second_user}";
"lng_inline_switch_choose" = "Wybierz rozmowę...";
"lng_inline_switch_cant" = "Nie da się tutaj pisać :(";

"lng_share_cant" = "Nie da się tutaj udostępnić :(";
"lng_reply_cant" = "Nie da się odpowiedzieć na stare wiadomości w super grupach :(";
"lng_reply_cant_forward" = "Nie da się odpowiedzieć na stare wiadomości w super grupach :( Czy chcesz przesłać je i dodać komentarz?";

"lng_share_title" = "Udostępnij dla";
"lng_share_copy_link" = "Kopiuj udostępniony link";
"lng_share_confirm" = "Wyślij";
"lng_share_wrong_user" = "Ta gra została otwarta przez innego użytkownika.";
"lng_share_game_link_copied" = "Link do gry został skopiowany do schowka.";
"lng_share_done" = "Gotowe!";

"lng_contact_phone" = "Numer telefonu";
"lng_enter_contact_data" = "Nowy kontakt";
"lng_edit_group_title" = "Edytuj nazwę grupy";
"lng_edit_contact_title" = "Edytuj nazwę kontaktu";
"lng_edit_channel_title" = "Edytuj kanał";
"lng_edit_sign_messages" = "Podpisuj wiadomości";
"lng_edit_group" = "Edytuj grupę";
"lng_edit_self_title" = "Edytuj swoją nazwę";
"lng_confirm_contact_data" = "Nowy kontakt";
"lng_add_contact" = "Utwórz";
"lng_add_contact_button" = "Nowy kontakt";
"lng_contacts_header" = "Kontakty";
"lng_contact_not_joined" = "Niestety {name} nie dołączył jeszcze do Telegramu, ale możesz wysłać znajomemu zaproszenie.\n\nPoinformujemy cię o wszystkich twoich kontaktach, które dołączą do Telegramu.";
"lng_try_other_contact" = "Spróbuj innego";
"lng_create_group_link" = "Link";
"lng_create_group_invite_link" = "Link zaproszenia";
"lng_create_group_photo" = "Ustaw zdjęcie";
"lng_create_group_description" = "Opis (opcjonalny)";

"lng_drag_images_here" = "Upuść tu obrazy";
"lng_drag_photos_here" = "Upuść tu zdjęcia";
"lng_drag_files_here" = "Upuść tu pliki";

"lng_drag_to_send_quick" = "aby wysłać je w szybki sposób";
"lng_drag_to_send_no_compression" = "aby wysłać je bez kompresji";
"lng_drag_to_send_files" = "aby wysłać je jako pliki";

"lng_selected_clear" = "Anuluj";
"lng_selected_delete" = "Usuń";
"lng_selected_forward" = "Prześlij";
"lng_selected_count" = "{count:_not_used_|# wiadomość|# wiadomości}";
"lng_selected_cancel_sure_this" = "Anulować wysyłanie?";
"lng_selected_upload_stop" = "Stop";
"lng_selected_delete_sure_this" = "Czy chcesz usunąć tę wiadomość?";
"lng_selected_delete_sure" = "Czy chcesz usunąć {count:_not_used_|# wiadomość|# wiadomości}?";
"lng_delete_photo_sure" = "Czy chcesz usunąć to zdjęcie?";
"lng_delete_for_everyone_hint" = "Spowoduje to usunięcie {count:_not_used_|jej|ich} dla wszystkich, w tym czacie.";
"lng_delete_for_me_chat_hint" = "Spowoduje to usunięcie {count:_not_used_|jej|ich} tylko u ciebie, nie u innych uczestników rozmowy.";
"lng_delete_for_me_hint" = "Spowoduje to usunięcie {count:_not_used_|jej|ich} tylko u ciebie.";
"lng_delete_for_everyone_check" = "Usuń u wszystkich";
"lng_delete_for_other_check" = "Usuń też u {user}";
"lng_box_delete" = "Usuń";
"lng_box_leave" = "Opuść";

"lng_about_version" = "wersja {version}";
"lng_about_text_1" = "Oficjalna darmowa aplikacja komunikatora oparta na [a href=\"https://core.telegram.org/api\"]Telegram API[/a] dla szybkości i bezpieczeństwa.";
"lng_about_text_2" = "To oprogramowanie jest licencjonowane na mocy [a href=\"https://github.com/telegramdesktop/tdesktop/blob/master/LICENSE\"]GNU GPL[/a] wersja 3.\nKod źródłowy jest dostępny na [a href=\"https://github.com/telegramdesktop/tdesktop\"]GitHub[/a].";
"lng_about_text_3" = "Odwiedź {faq_open}Telegram FAQ{faq_close} po więcej informacji.";
"lng_about_done" = "Gotowe";

"lng_search_found_results" = "{count:Nie znaleziono wiadomości|Znaleziono # wiadomość|Znaleziono # wiadomości}";
"lng_search_global_results" = "Wyniki wyszukiwania globalnego";

"lng_media_save_progress" = "{ready} z {total} {mb}";
"lng_mediaview_save_as" = "Zapisz jako...";
"lng_mediaview_copy" = "Kopiuj";
"lng_mediaview_forward" = "Prześlij";
"lng_mediaview_delete" = "Usuń";
"lng_mediaview_photos_all" = "Pokaż wszystkie zdjęcia";
"lng_mediaview_files_all" = "Pokaż wszystkie pliki";
"lng_mediaview_single_photo" = "Pojedyncze zdjęcie";
"lng_mediaview_group_photo" = "Zdjęcie grupy";
"lng_mediaview_channel_photo" = "Zdjęcie kanału";
"lng_mediaview_profile_photo" = "Zdjęcie profilowe";
"lng_mediaview_file_n_of_count" = "{file} {n} z {count}";
"lng_mediaview_n_of_count" = "Zdjęcie {n} z {count}";
"lng_mediaview_doc_image" = "Plik";
"lng_mediaview_today" = "dzisiaj o {time}";
"lng_mediaview_yesterday" = "wczoraj o {time}";
"lng_mediaview_date_time" = "{date} o {time}";

"lng_mediaview_saved" = "Obraz został zapisany do twojego katalogu [c]Downloads[/c]";

"lng_theme_preview_title" = "Podgląd motywu";
"lng_theme_preview_generating" = "Generowanie podglądu koloru motywu...";
"lng_theme_preview_invalid" = "Nieprawidłowe dane w tym pliku motywu.";
"lng_theme_preview_apply" = "Zastosuj ten motyw";

"lng_new_authorization" = "{name},\nWykryliśmy logowanie na konto z nowego urządzenia {day}, {date} o {time}\n\nUrządzenie: {device}\nLokalizacja: {location}\n\nJeśli to nie ty, możesz przejść do Ustawienia - Pokaż wszystkie sesje i zakończyć tę sesję.\n\nJeśli uważasz, że ktoś zalogował się na twoje konto wbrew twojej woli, możesz w ustawieniach włączyć weryfikację dwustopniową\n\nZ poważaniem,\nZespół Telegramu";

"lng_new_version_wrap" = "Telegram Desktop został zaktualizowany do wersji {version}\n\n{changes}\n\nPełna historia wersji dostępna jest tutaj:\n{link}";
"lng_new_version_minor" = "— Poprawki i inne drobne ulepszenia";
"lng_new_version_text" = "— Wyślij plik MP4/MOV jako wideo, które będzie odtwarzane w Telegramie.\n— Kliknij datę w dowolnym czacie, aby szybko przejść do wiadomości z określonego dnia.\n— Zmień numer telefonu w Ustawieniach.\n— Edytuj w Ustawieniach kto może widzieć twoją ostatnią aktywność i kto może dodać cię do grup.\n— Edytuj w Ustawieniach swoją listę blokowanych użytkowników.\n— Aplikacja teraz respektuje ustawienie powiadomień \"Nie przeszkadzać\" w macOS.\n— Poprawki i inne drobne ulepszenia.";

"lng_menu_insert_unicode" = "Wstaw znak kontrolny (sterujący) Unicode";

"lng_full_name" = "{first_name} {last_name}";

"lng_confirm_phone_link_invalid" = "Link jest niepoprawny lub wygasł.";
"lng_confirm_phone_title" = "Anuluj resetowanie konta";
"lng_confirm_phone_about" = "Ktoś z dostępem do twojego numeru telefonu {phone} poprosił o usunięcie twojego konta Telegramu i zresetowanie hasła weryfikacji dwustopniowej.\n\nJeśli to nie ty, podaj kod otrzymany SMS-em.";
"lng_confirm_phone_success" = "Sukces!\n\nProces usuwania konta {phone} został anulowany. Możesz zamknąć to okno.";
"lng_confirm_phone_send" = "Wyślij";
"lng_confirm_phone_enter_code" = "Wpisz kod.";

"lng_theme_editor_no_keys" = "Jeszcze brak kluczy w palecie kolorów.";
"lng_theme_editor_cant_change_theme" = "Nie można zastosować nowego motywu podczas edytowania palety kolorów. Należy najpierw zamknąć edytor motywu.";
"lng_theme_editor_new_keys" = "Jeszcze nie ma w palecie kolorów.";
"lng_theme_editor_background_image" = "Obraz tła";
"lng_theme_editor_saved_to_jpg" = "Zapisywany do JPEG, {size}";
"lng_theme_editor_read_from_jpg" = "Obraz JPEG, {size}";
"lng_theme_editor_read_from_png" = "Obraz PNG, {size}";
"lng_theme_editor_export" = "Eksportuj";
"lng_theme_editor_choose_image" = "Wybierz obraz tła";
"lng_theme_editor_save_palette" = "Zapisz plik palety kolorów";
"lng_theme_editor_choose_name" = "Zapisz plik motywu";
"lng_theme_editor_error" = "Edytor napotkał błąd :( Zobacz szczegóły w \"log.txt\".";
"lng_theme_editor_done" = "Motyw wyeksportowany pomyślnie!";
"lng_theme_editor_title" = "Edycja palety kolorów";
"lng_theme_editor_export_button" = "Eksportuj  motyw";

"lng_payments_not_supported" = "Telegram Desktop jeszcze nie obsługuje płatności. Aby zapłacić, proszę skorzystać z jednej z naszych aplikacji mobilnych.";
"lng_payments_receipt_label" = "Paragon";
"lng_payments_receipt_label_test" = "Paragon testowy";
"lng_payments_invoice_label" = "Faktura";
"lng_payments_invoice_label_test" = "Faktura testowa";
"lng_payments_receipt_button" = "Paragon";

// Not used

"lng_topbar_info" = "Info";
"lng_profile_group_info" = "Info o grupie";
"lng_profile_channel_info" = "Info o kanale";

// Wnd specific

"lng_wnd_choose_program_menu" = "Wybierz domyślny program...";

"lng_wnd_menu_undo" = "Cofnij";
"lng_wnd_menu_redo" = "Przywróć";

// Linux specific

"lng_linux_menu_undo" = "Cofnij";
"lng_linux_menu_redo" = "Przywróć";

// Mac specific

"lng_mac_choose_program_menu" = "Inne...";

"lng_mac_choose_app" = "Wybierz aplikację";
"lng_mac_choose_text" = "Wybierz aplikację do otwierania dokumentu \"{file}\".";
"lng_mac_enable_filter" = "Włącz:";
"lng_mac_recommended_apps" = "Zalecane aplikacje";
"lng_mac_all_apps" = "Wszystkie aplikacje";
"lng_mac_always_open_with" = "Zawsze otwórz za pomocą";
"lng_mac_this_app_can_open" = "Ta aplikacja może otworzyć \"{file}\".";
"lng_mac_not_known_app" = "Nie wiadomo, czy ta aplikacja może otworzyć \"{file}\".";

"lng_mac_menu_services" = "Usługi";
"lng_mac_menu_hide_telegram" = "Ukryj {telegram}";
"lng_mac_menu_hide_others" = "Ukryj inne";
"lng_mac_menu_show_all" = "Pokaż wszystko";
"lng_mac_menu_preferences" = "Właściwości...";
"lng_mac_menu_quit_telegram" = "Zamknij {telegram}";
"lng_mac_menu_about_telegram" = "O programie... {telegram}";
"lng_mac_menu_file" = "Plik";
"lng_mac_menu_logout" = "Wyloguj";
"lng_mac_menu_edit" = "Edytuj";
"lng_mac_menu_undo" = "Cofnij";
"lng_mac_menu_redo" = "Przywróć";
"lng_mac_menu_cut" = "Wytnij";
"lng_mac_menu_copy" = "Kopiuj";
"lng_mac_menu_paste" = "Wklej";
"lng_mac_menu_delete" = "Usuń";
"lng_mac_menu_select_all" = "Zaznacz wszystko";
"lng_mac_menu_window" = "Okno";
"lng_mac_menu_contacts" = "Kontakty";
"lng_mac_menu_add_contact" = "Dodaj kontakt";
"lng_mac_menu_new_group" = "Nowa grupa";
"lng_mac_menu_new_channel" = "Nowy kanał";
"lng_mac_menu_show" = "Pokaż Telegram";

// Keys finished
